Repository: nguyenvuong1309/kaso
Catalog: Packages/Features/PhantomExpenseFeature/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# phantom.add
source: Thêm
en: Add

# phantom.amountField
source: Số tiền đã tránh
en: Amount avoided

# phantom.cancel
source: Huỷ
en: Cancel

# phantom.category.cart
source: Bỏ giỏ hàng
en: Abandoned cart

# phantom.category.entertainment
source: Giải trí
en: Entertainment

# phantom.category.foodDrink
source: Ăn uống
en: Food & drink

# phantom.category.other
source: Khác
en: Other

# phantom.category.shopping
source: Mua sắm
en: Shopping

# phantom.category.trip
source: Huỷ chuyến đi
en: Cancelled trip

# phantom.categoryBreakdown.empty
source: Thêm khoản suýt tiêu để xem các quyết định tốt đến từ đâu.
en: Add avoided expenses to see where your good decisions came from.

# phantom.categoryBreakdown.title
source: Tránh chi theo nhóm
en: Saved by category

# phantom.categoryField
source: Nhóm
en: Category

# phantom.dateField
source: Ngày tránh chi
en: Date avoided

# phantom.editor.title
source: Khoản suýt tiêu
en: Avoided expense

# phantom.error.amountMustBePositive
source: Số tiền phải lớn hơn 0.
en: Amount must be greater than zero.

# phantom.error.deleteFailed
source: Không thể xoá khoản suýt tiêu này.
en: Could not delete this avoided expense.

# phantom.error.invalidAmount
source: Nhập số tiền hợp lệ.
en: Enter a valid amount.

# phantom.error.loadFailed
source: Không thể tải sổ tiền suýt tiêu.
en: Could not load avoided expenses.

# phantom.error.saveFailed
source: Không thể lưu khoản suýt tiêu này.
en: Could not save this avoided expense.

# phantom.error.titleRequired
source: Nhập món bạn đã quyết định không mua.
en: Enter what you decided not to buy.

# phantom.list.empty
source: Ghi lại giỏ hàng đã bỏ, chuyến đi đã huỷ, subscription đã tránh hoặc món bạn quyết định không mua.
en: Log abandoned carts, cancelled trips, skipped subscriptions, or purchases you chose not to make.

# phantom.list.title
source: Tháng này
en: This month

# phantom.noteField
source: Ghi chú
en: Note

# phantom.row.delete
source: Xoá
en: Delete

# phantom.row.edit
source: Sửa
en: Edit

# phantom.save
source: Lưu
en: Save

# phantom.summary.average
source: Trung bình
en: Average

# phantom.summary.count
source: Quyết định
en: Decisions

# phantom.summary.title
source: Tiền bạn đã không tiêu
en: Money you did not spend

# phantom.title
source: Suýt tiêu
en: Avoided

# phantom.titleField
source: Bạn đã tránh khoản gì?
en: What did you avoid?
